{
  "schemes": [
    {
      "name": "PM-Kisan Samman Nidhi Yojana",
      "eligibility": {
        "english": "Farmers with up to 2 hectares of land. Must have a valid Aadhaar number and bank account.",
        "hindi": "जिन किसानों के पास 2 हेक्टेयर तक जमीन है। आधार कार्ड और बैंक खाता होना चाहिए।",
        "kannada": "2 ಹೆಕ್ಟೇರ್‌ವರೆಗೆ ಭೂಮಿ ಇರುವ ರೈತರು. ಆಧಾರ್ ಕಾರ್ಡ್ ಮತ್ತು ಬ್ಯಾಂಕ್ ಖಾತೆ ಇರಬೇಕು.",
        "telugu": "2 హెక్టార్ల వరకు భూమి ఉన్న రైతులు. ఆధార్ కార్డ్, బ్యాంక్ ఖాతా ఉండాలి.",
        "tamil": "2 ஹெக்டேர் வரை நிலம் உள்ள விவசாயிகள். ஆதார் கார்டு மற்றும் வங்கி கணக்கு இருக்க வேண்டும்."
      },
      "benefits": {
        "english": "Rs. 6,000 per year (Rs. 2,000 every 4 months) directly to the farmer’s bank account.",
        "hindi": "हर साल 6,000 रुपये (हर 4 महीने में 2,000 रुपये) सीधे बैंक खाते में।",
        "kannada": "ವರ್ಷಕ್ಕೆ 6,000 ರೂ. (4 ತಿಂಗಳಿಗೆ 2,000 ರೂ.) ನೇರವಾಗಿ ಬ್ಯಾಂಕ್ ಖಾತೆಗೆ.",
        "telugu": "సంవత్సరానికి 6,000 రూ. (4 నెలలకు 2,000 రూ.) నేరుగా బ్యాంక్ ఖాతాకు.",
        "tamil": "ஆண்டுக்கு 6,000 ரூ. (4 மாதங்களுக்கு 2,000 ரூ.) நேரடியாக வங்கி கணக்குக்கு."
      },
      "application": {
        "english": "Register online at pmkisan.gov.in or visit a Common Service Centre (CSC). Submit land documents, Aadhaar, and bank details.",
        "hindi": "pmkisan.gov.in पर ऑनलाइन रजिस्टर करें या CSC जाएं। जमीन के कागज, आधार, और बैंक विवरण जमा करें।",
        "kannada": "pmkisan.gov.in ನಲ್ಲಿ ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ನೋಂದಾಯಿಸಿ ಅಥವಾ CSCಗೆ ಭೇಟಿ ನೀಡಿ. ಭೂಮಿ ದಾಖಲೆ, ಆಧಾರ್, ಬ್ಯಾಂಕ್ ವಿವರ ನೀಡಿ.",
        "telugu": "pmkisan.gov.in లో ఆన్‌లైన్‌లో రిజిస్టర్ చేయండి లేదా CSCకి వెళ్ళండి. భూమి పత్రాలు, ఆధార్, బ్యాంక్ వివరాలు ఇవ్వండి.",
        "tamil": "pmkisan.gov.in இல் ஆன்லைனில் பதிவு செய்யவும் அல்லது CSC செல்லவும். நில ஆவணங்கள், ஆதார், வங்கி விவரங்கள் கொடுக்கவும்."
      }
    },
    {
      "name": "Ayushman Bharat Pradhan Mantri Jan Arogya Yojana (PM-JAY)",
      "eligibility": {
        "english": "Poor and vulnerable families as per SECC 2011 data. Senior citizens (70+ years) get a special card. No age or family size limit.",
        "hindi": "गरीब परिवार (2011 की सूची में)। 70 साल से ऊपर के बुजुर्गों को खास कार्ड। कोई उम्र या परिवार की सीमा नहीं।",
        "kannada": "ಬಡ ಕುಟುಂಬಗಳು (2011ರ SECC ಪಟ್ಟಿಯಲ್ಲಿ). 70 ವರ್ಷಕ್ಕಿಂತ ಮೇಲ್ಪಟ್ಟವರಿಗೆ ವಿಶೇಷ ಕಾರ್ಡ್. ಯಾವುದೇ ವಯಸ್ಸು/ಕುಟುಂಬ ಗಾತ್ರದ ಮಿತಿಯಿಲ್ಲ.",
        "telugu": "పేద కుటుంబాలు (2011 SECC జాబితాలో). 70 ఏళ్లు పైబడిన వారికి ప్రత్యేక కార్డ్. వయస్సు/కుటుంబ పరిమాణ పరిమితి లేదు.",
        "tamil": "ஏழை குடும்பங்கள் (2011 SECC பட்டியலில்). 70 வயதுக்கு மேல் உள்ளவர்களுக்கு சிறப்பு அட்டை. வயது/குடும்ப அளவு வரம்பு இல்லை."
      },
      "benefits": {
        "english": "Up to Rs. 5 lakh per family per year for hospital expenses (free treatment in empanelled hospitals).",
        "hindi": "हर साल 5 लाख रुपये तक मुफ्त इलाज के लिए (अस्पताल में)।",
        "kannada": "ವರ್ಷಕ್ಕೆ ಕುಟುಂಬಕ್ಕೆ 5 ಲಕ್ಷ ರೂ.ವರೆಗೆ ಆಸ್ಪತ್ರೆ ಖರ್ಚಿಗೆ (ಪಟ್ಟಿಯ ಆಸ್ಪತ್ರೆಗಳಲ್ಲಿ ಉಚಿತ ಚಿಕಿತ್ಸೆ).",
        "telugu": "సంవత్సరానికి కుటుంబానికి 5 లక్షల రూ. వరకు ఆసుపత్రి ఖర్చులకు (జాబితా ఆసుపత్రుల్లో ఉచిత చికిత్స).",
        "tamil": "ஆண்டுக்கு குடும்பத்துக்கு 5 லட்சம் ரூ. வரை மருத்துவமனை செலவுக்கு (பட்டியல் மருத்துவமனைகளில் இலவச சிகிச்சை)."
      },
      "application": {
        "english": "Check eligibility at pmjay.gov.in or call 14555. Visit a nearby hospital or CSC to get an Ayushman card.",
        "hindi": "pmjay.gov.in पर देखें या 14555 पर कॉल करें। नजदीकी अस्पताल या CSC से आयुष्मान कार्ड बनवाएं।",
        "kannada": "pmjay.gov.in ನಲ್ಲಿ ಪಾತ್ರತೆ ಪರಿಶೀಲಿಸಿ ಅಥವಾ 14555ಗೆ ಕರೆ ಮಾಡಿ. ಹತ್ತಿರದ ಆಸ್ಪತ್ರೆ/CSCಗೆ ಭೇಟಿ ನೀಡಿ ಆಯುಷ್ಮಾನ್ ಕಾರ್ಡ್ ಪಡೆಯಿರಿ.",
        "telugu": "pmjay.gov.in లో అర్హత చూడండి లేదా 14555కు కాల్ చేయండి. సమీప ఆసుపత్రి/CSCకి వెళ్లి ఆయుష్మాన్ కార్డ్ తీసుకోండి.",
        "tamil": "pmjay.gov.in இல் தகுதி பார்க்கவும் அல்லது 14555க்கு அழைக்கவும். அருகிலுள்ள மருத்துவமனை அல்லது CSC சென்று ஆயுஷ்மான் அட்டை வாங்கவும்."
      }
    },
    {
      "name": "Pradhan Mantri Ujjwala Yojana (PMUY)",
      "eligibility": {
        "english": "Women (18+ years) from BPL households, SC/ST, or other specified categories. No other LPG connection in the household.",
        "hindi": "18 साल से ऊपर की महिलाएं, गरीब परिवार (BPL, SC/ST) से। घर में दूसरा गैस कनेक्शन नहीं होना चाहिए।",
        "kannada": "18 ವರ್ಷಕ್ಕಿಂತ ಮೇಲ್ಪಟ್ಟ ಮಹಿಳೆಯರು, BPL ಕುಟುಂಬ, SC/ST ಅಥವಾ ಇತರೆ ವಿಭಾಗದವರು. ಮನೆಯಲ್ಲಿ ಬೇರೆ LPG ಕನೆಕ್ಷನ್ ಇರಬಾರದು.",
        "telugu": "18 ఏళ్లు పైబడిన మహిళలు, BPL కుటుంబం, SC/ST లేదా ఇతర వర్గాలవారు. ఇంట్లో వేరే LPG కనెక్షన్ ఉండకూడదు.",
        "tamil": "18 வயதுக்கு மேற்பட்ட பெண்கள், BPL குடும்பம், SC/ST அல்லது பிற பிரிவினர். வீட்டில் வேறு LPG இணைப்பு இருக்கக்கூடாது."
      },
      "benefits": {
        "english": "Free LPG connection (Rs. 2,200 for 14.2 kg cylinder or Rs. 1,300 for 5 kg cylinder). Subsidized refills.",
        "hindi": "मुफ्त गैस कनेक्शन (14.2 किलो सिलेंडर के लिए 2,200 रुपये या 5 किलो के लिए 1,300 रुपये)। सस्ते रिफिल।",
        "kannada": "ಉಚಿತ LPG ಕನೆಕ್ಷನ್ (14.2 ಕೆಜಿ ಸಿಲಿಂಡರ್‌ಗೆ 2,200 ರೂ. ಅಥವಾ 5 ಕೆಜಿಗೆ 1,300 ರೂ.). ಸಬ್ಸಿಡಿ ರಿಫಿಲ್‌ಗಳು.",
        "telugu": "ఉచిత LPG కనెక్షన్ (14.2 కేజీ సిలిండర్‌కు 2,200 రూ. లేదా 5 కేజీకి 1,300 రూ.). సబ్సిడీ రీఫిల్స్.",
        "tamil": "இலவச LPG இணைப்பு (14.2 கிலோ சிலிண்டருக்கு 2,200 ரூ. அல்லது 5 கிலோவுக்கு 1,300 ரூ.). மானிய ரீஃபில்கள்."
      },
      "application": {
        "english": "Apply at pmuy.gov.in or visit an LPG distributor with Aadhaar, ration card, and address proof.",
        "hindi": "pmuy.gov.in पर आवेदन करें या गैस एजेंसी जाएं। आधार, राशन कार्ड, और पते का सबूत लाएं।",
        "kannada": "pmuy.gov.in ನಲ್ಲಿ ಅರ್ಜಿ ಸಲ್ಲಿಸಿ ಅಥವಾ LPG ವಿತರಕರ ಬಳಿ ಆಧಾರ್, ರೇಷನ್ ಕಾರ್ಡ್, ವಿಳಾಸದ ದಾಖಲೆ ನೀಡಿ.",
        "telugu": "pmuy.gov.in లో దరఖాస్తు చేయండి లేదా LPG డిస్ట్రిబ్యూటర్‌కు వెళ్లి ఆధార్, రేషన్ కార్డ్, చిరునామా రుజువు ఇవ్వండి.",
        "tamil": "pmuy.gov.in இல் விண்ணப்பிக்கவும் அல்லது LPG விநியோகஸ்தரிடம் ஆதார், ரேஷன் கார்டு, முகவரி ஆதாரம் கொடுக்கவும்."
      }
    },
    {
      "name": "Pradhan Mantri Awas Yojana (PMAY)",
      "eligibility": {
        "english": "Families without a pucca house, earning less than Rs. 3 lakh (rural) or Rs. 6 lakh (urban) per year.",
        "hindi": "जिनके पास पक्का मकान नहीं। गांव में 3 लाख या शहर में 6 लाख रुपये से कम कमाई।",
        "kannada": "ಪಕ್ಕಾ ಮನೆ ಇಲ್ಲದ ಕುಟುಂಬಗಳು, ಗ್ರಾಮದಲ್ಲಿ ವರ್ಷಕ್ಕೆ 3 ಲಕ್ಷ ಅಥವಾ ನಗರದಲ್ಲಿ 6 ಲಕ್ಷ ರೂ.ಗಿಂತ ಕಡಿಮೆ ಆದಾಯ.",
        "telugu": "పక్కా ఇల్లు లేని కుటుంబాలు, గ్రామంలో సంవత్సరానికి 3 లక్షలు లేదా నగరంలో 6 లక్షల రూ. కంటే తక్కువ ఆదాయం.",
        "tamil": "பக்கா வீடு இல்லாத குடும்பங்கள், கிராமத்தில் ஆண்டுக்கு 3 லட்சம் அல்லது நகரத்தில் 6 லட்சம் ரூ.க்கு குறைவான வருமானம்."
      },
      "benefits": {
        "english": "Subsidy up to Rs. 2.5 lakh for building a house (rural) or Rs. 1.5 lakh (urban).",
        "hindi": "मकान बनाने के लिए 2.5 लाख (गांव) या 1.5 लाख (शहर) रुपये की मदद।",
        "kannada": "ಮನೆ ಕಟ್ಟಲು 2.5 ಲಕ್ಷ ರೂ. (ಗ್ರಾಮ) ಅಥವಾ 1.5 ಲಕ್ಷ ರೂ. (ನಗರ) ಸಹಾಯ.",
        "telugu": "ఇల్లు కట్టడానికి 2.5 లక్షల రూ. (గ్రామం) లేదా 1.5 లక్షల రూ. (నగరం) సహాయం.",
        "tamil": "வீடு கட்ட 2.5 லட்சம் ரூ. (கிராமம்) அல்லது 1.5 லட்சம் ரூ. (நகரம்) உதவி."
      },
      "application": {
        "english": "Apply online at pmaymis.gov.in (urban) or through Gram Panchayat/CSC (rural). Submit income proof, Aadhaar, and bank details.",
        "hindi": "pmaymis.gov.in पर (शहर) या ग्राम पंचायत/CSC (गांव) में आवेदन करें। आय, आधार, और बैंक विवरण जमा करें।",
        "kannada": "pmaymis.gov.in ನಲ್ಲಿ (ನಗರ) ಅಥವಾ ಗ್ರಾಮ ಪಂಚಾಯಿತಿ/CSC ಮೂಲಕ (ಗ್ರಾಮ) ಅರ್ಜಿ ಸಲ್ಲಿಸಿ. ಆದಾಯ ದಾಖಲೆ, ಆಧಾರ್, ಬ್ಯಾಂಕ್ ವಿವರ ನೀಡಿ.",
        "telugu": "pmaymis.gov.in లో (నగరం) లేదా గ్రామ పంచాయతీ/CSC ద్వారా (గ్రామం) దరఖాస్తు చేయండి. ఆదాయ రుజువు, ఆధార్, బ్యాంక్ వివరాలు ఇవ్వండి.",
        "tamil": "pmaymis.gov.in இல் (நகரம்) அல்லது கிராம பஞ்சாயத்து/CSC மூலம் (கிராமம்) விண்ணப்பிக்கவும். வருமான ஆதாரம், ஆதார், வங்கி விவரங்கள் கொடுக்கவும்."
      }
    },
    {
      "name": "Pradhan Mantri Fasal Bima Yojana (PMFBY)",
      "eligibility": {
        "english": "Farmers growing notified crops in notified areas. Both loanee and non-loanee farmers.",
        "hindi": "किसान जो तय फसलें उगाते हैं। कर्ज लेने वाले या बिना कर्ज के किसान।",
        "kannada": "ಸೂಚಿತ ಭೂಮಿಯಲ್ಲಿ ಸೂಚಿತ ಬೆಳೆ ಬೆಳೆಯುವ ರೈತರು. ಸಾಲ ಪಡೆದ ಅಥವಾ ಸಾಲವಿಲ್ಲದ ರೈತರು.",
        "telugu": "నోటిఫైడ్ భూమిలో నోటిఫైడ్ పంటలు పండించే రైతులు. రుణం తీసుకున్న లేదా రుణం లేని రైతులు.",
        "tamil": "அறிவிக்கப்பட்ட நிலத்தில் அறிவிக்கப்பட்ட பயிர்களை வளர்க்கும் விவசாயிகள். கடன் எடுத்த அல்லது கடனில்லாத விவசாயிகள்."
      },
      "benefits": {
        "english": "Insurance cover for crop loss due to natural calamities (flood, drought, etc.). Low premium (1.5–5% of sum insured).",
        "hindi": "प्राकृतिक आपदा (बाढ़, सूखा) से फसल खराब होने पर बीमा। कम प्रीमियम (1.5–5%)।",
        "kannada": "ಪ್ರಕೃತಿ ವಿಕೋಪದಿಂದ (ಪ್ರವಾಹ, ಬರ) ಬೆಳೆ ನಷ್ಟಕ್ಕೆ ವಿಮೆ. ಕಡಿಮೆ ಪ್ರೀಮಿಯಂ (1.5–5%).",
        "telugu": "ప్రకృతి విపత్తుల వల్ల (వరద, కరువు) పంట నష్టానికి బీమా. తక్కువ ప్రీమియం (1.5–5%).",
        "tamil": "இயற்கை பேரிடரால் (வெள்ளம், வறட்சி) பயிர் இழப்புக்கு காப்பீடு. குறைந்த பிரீமியம் (1.5–5%)."
      },
      "application": {
        "english": "Apply through banks, CSCs, or pmfby.gov.in before crop sowing. Submit land and crop details.",
        "hindi": "बैंक, CSC, या pmfby.gov.in पर बुआई से पहले आवेदन करें। जमीन और फसल का विवरण दें।",
        "kannada": "ಬ್ಯಾಂಕ್, CSC, ಅಥವಾ pmfby.gov.in ಮೂಲಕ ಬಿತ್ತನೆಗೆ ಮೊದಲು ಅರ್ಜಿ ಸಲ್ಲಿಸಿ. ಭೂಮಿ, ಬೆಳೆ ವಿವರ ನೀಡಿ.",
        "telugu": "బ్యాంక్, CSC, లేదా pmfby.gov.in ద్వారా విత్తనానికి ముందు దరఖాస్తు చేయండి. భూమి, పంట వివరాలు ఇవ్వండి.",
        "tamil": "வங்கி, CSC, அல்லது pmfby.gov.in மூலம் விதைப்பதற்கு முன் விண்ணப்பிக்கவும். நிலம், பயிர் விவரங்கள் கொடுக்கவும்."
      }
    }
  ]
}